Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/21211puhe_laestadiusseminaarisuomi.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa kuntaministeri Tölli, Leastadius-suku, seminaariyleisö, hyvät arvovieraat!
sme: Árvvus adnon suohkanministtar Tölli, Laestadius-sohka, semináraálbmot, buorit árvoguossit!

source: Tänään Lars Leevi Laestadiuksen kuolemasta tulee kuluneeksi 150 vuotta.
sme: Odne Lars Levi Laestadiusa jápmimis dievvá 150 jagi.

source: Saamelaisille Lars Leevi Laestadius on ristiriitainen hahmo, ei vähiten siksi, että hän oli äitinsä puolelta saamelainen.
sme: Sápmelaččaide Lestadius lea ruossalas olmmoš, iige unnimusat dan dihte, ahte son gulai eatnis bealde sámi sohkii.

source: Laestadiuksen herätysliike levisi aikoinaan Suomen, Ruotsin ja Norjan saamelaisalueelle ja usea saamelainen tuli uskonliikkeen kannattajaksi.
sme: Laestadiusa moriidahttinlihkadus lávddai Suoma, Ruoŧa ja Norgga sámiid orrunguvlui davás ja máŋggas sápmelaččain jorggihe oskkulihkadusa guottiheaddjin.

source: Vielä nykyäänkin moni saamelainen tunnustaa lestadiolaisuuden opit ja postillat.
sme: Vel dálá áiggenai olu sápmelaččat dovddastit lestadiánalaš máhttáhusaid ja boastaliid.

source: Laestadius on jättänyt syvän jäljen saamelaiskulttuuriin.
sme: Laestadius lea guođđán čikŋalis luotta sámi kultuvrii.

source: Laestadius, hänen seuraajansa ja kristillisen kirkon papit kadottivat käännytystyöllään lopullisesti saamelaisen muinaisuskon, jota voisi kutsua paremmin maailmankatsomukseksi.
sme: Laestadius, su maŋisčuovvut ja risttalaš girku báhpat jávkade moriidahttinbargguineaset loahpalaččat sámiid dološoskku, man sáhtálii gohčodit buorebutge máilmmioaidnun.

source: Laestadius ammensi saamelaisten muinaisesta maailmankatsomuksesta aineksia saarnoihinsa ja hyödynsi saamelaiskulttuurin tuntemusta käännytystyössään.
sme: Laestadius goisttii sámi dološ máilmmioainnus ávdnasiid sártniidasas ja anii ávkin sámi kultuvrra dovdamuša moriidahttinbarggustis.

source: Muinaisuskosta on jäljellä nykyisin vain katkelmanomaisia tietoja, joita myös itse Laestadius oli tutkijana tallentanut.
sme: Dološoskkus leat báhcán dálá áigái dušše oasážat dehege fragmeanttat dieđuin, maid Lestadius ieš lea maiddái dutkin furken.

source: Saamelaisten oli helppo samaistua hänen opetuksiinsa, olihan niissä saamelaiskulttuurin piirteitä.
sme: Sápmelaččain lei álki buohtastuvvat su máhttáhusaide, ledjehan dain sámi kultuvrra sárgosat.

source: Laestadiuksen opit saivatkin suurta kannatusta saamelaisten parissa.
sme: Laestadiusa máhttáhusat ožžonai stuora guottáhusa sápmelaččaid siste.

source: Saamelaisia, heidän maitaan ja omaisuuttaan huijattiin tuolloin viinan ja väkivallan voimalla.
sme: Sápmelaččat, sin eatnamat ja opmodat dájuhuvvoje dalle buolliviinni ja veahkaválddi vuimmiin.

source: Saamelaiset kokivat saavansa tukea ja turvaa raittiudesta saarnaavasta Laestadiuksesta.
sme: Sápmelaččat muosáhe iežaset oažžut doarjaga ja dorvvu Laestadiusas, gii sártniidii juguhisvuođas.

source: Laestadius on tutkijana kerännyt tärkeää tietoa Suomen ja Ruotsin kulttuuriperinteestä ja kasvillisuudesta.
sme: Laestadius lea dutkin čoaggán dehálaš dieđu Suoma ja Ruoŧa kulturárbbis ja šattolašvuođas.

source: Laestadius oli myös saamelaiskirjailija ja kirjoitti piitimen- ja luulajansaameksi.
sme: Laestadius lei maid sápmelaš girječálli ja son čálii biŧon- ja julevsámegillii.

source: Häntä voisi ehkä kutsua myös kansatieteilijäksi.
sme: Su sáhtálii gohčodit maid álbmotdiehtaga dutkin dehege etnologan ja etnográfan.

source: Leastadiuksen rooli kirjailijana ja tutkijana on jäänyt hänen uskonnollisen roolinsa varjoihin.
sme: Laestadiusa rolla girječállin ja dutkin lea báhcán su risttalaš rolla suoivanii.

source: Laestadiuksen seuraajat, lestadiolaiset jättivät oman jälkensä lestadiolaiseen liikkeeseen.
sme: Laestadiusa maŋisčuovvut, lestadiánalaččat guđđe iežaset luottaid lestadiánialaš lihkadussii.

source: Laestadius ei ehkä enää tunnistaisi hänen omalla nimellään kulkevaa herätysliikettä.
sme: Laestadius ii soaittále šat dovdatge su iežas namain navdojuvvon moriidahttinlihkadusa.

source: Herätysliike, joka kumpusi saamelaiskulttuurista, johti osaltaan saamelaiskulttuurin uhanalaistumiseen.
sme: Moriidahttinlihkadus, mii oaččui ávdnasiid sámi kultuvrras, doalvvui muhtin muddui sámi kultuvrra uhkivulošvuhtii.

source: Saamelaiskulttuurin uskomuksista ja kulttuurista tavoista tuli syntisiä.
sme: Sámi kultuvrra oskkumušat ja kultuvrralaš vierut šadde suttolažžan.

source: Papit alkoivat kitkeä saamelaisten musiikkia, joikua, pois saamelaiskulttuurista ja käännytystyö olikin niin tehokasta, että joikuperinne melkein katosi täällä Suomessa.
sme: Báhpát ripme ráidnet sámi kultuvrras sámi musihka, luođi, eret ja jorgalahttinbargu leinai nu vuoimmálaš, ahte juoiganárbevierru measta jávkkai dáppe Suoma bealde.

source: Lestadiolaiset papit pitivät joikua kenties osana saamelaisen muinaisuskon harjoittamista ja näin ollen syntisenä.
sme: Lestadiánalaš máhttájeaddjit soite atnit juoigama sámi dološoskku oassin ja ná suttolažžan.

source: Yksittäisille saamelaisperheille vaikutukset ovat olleet hyvin surullisia.
sme: Ovttaskas sámi veagaide váikkuhusat leat leamaš hui morašlaččat.

source: On sukuja, joissa joikausperinne katosi pappien toiminnan vuoksi.
sme: Leat sogat, main juoiganárbevierru jávkkai báhpaid doaimmaid geažil.

source: Samaa käännytystyötä tehtiin saamen kielten osalta.
sme: Seammalágán jorgalahttinbargu doaimmahuvvui sámegielaid dáfus.

source: Myös saamen kielen puhuminen lopetettiin, vaikka suomea ei osattukaan riittävän hyvin.
sme: Muhtin sámi sogat heite maiddái sámegiela hupmama mánáidasaset, vaikko suomagiela eai máhttánge dárbahassii bures.

source: Jotkut lestadiolaiset saarnaajat pitivät saamen kieltä pirun kielenä.
sme: Muhtin lestádiniálalaš sártnideaddjit atne sámegiela biro dehege riehttása giellan.

source: Laestadius on nähty saamelaisten pelastajana, joka pelasti saamelaiset valtakulttuurin tuomalta alkoholismilta ja toi moraalin saamelaiskulttuuriin ja kitki pahat moraalittomat tavat saamelaiskulttuurista.
sme: Laestadius lea gehččojuvvon sápmelaččaid beastin, gii gájui sápmelaččaid váldokultuvrra buktin alkoholismmas ja buvttii morála sámi kultuvrii ja čorgii bahás morálahis vieruid sámi kultuvrras eret.

source: Alkoholismia ei ole vieläkään kitketty saamelaisten kotiseutualueelta eikä muualtakaan maailmasta.
sme: Alkoholisma ii leat velge jávkan sámi ruovttuguovllus ja iige gostege máilmmis.

source: Myöskään moraalia ei Laestadius saamelaiskulttuuriin tuonut.
sme: Morálage Laestadius ii buktán sámi kultuvrii.

source: Aikoinaan kun uudisasukkaat tulivat saamelaisten kotiseutualueelle he eivät pyytäneet eivätkä saaneet apua kirkolta – vaan saamelaisilta.
sme: Dolin go ođđaássit bohte Sápmái eai sii bivdán eaige ožžon veahki girkus – muhto sápmelaččain.

source: Porosaamelaiset olivat tuolloin sosiaalihuolto.
sme: Boazosápmelaččat ledje dalle sosiálafuolahus.

source: Saamelaiset ovat antaneet vähävaraisille ruoka- ja vaateapua niinkin myöhään kuin vielä viime sotien jälkeen, eli noin 60 vuotta sitten, sota- ja sitä edeltävistä ajoista nyt puhumattakaan.
sme: Sápmelaččat leat leamaš hejotbirgejeddjiid biebmo- ja bivttasfuolaheaddjit nuge maŋŋit go vel maŋimus sođiid maŋŋel dehege sulaid 60 jagi dás ovdal, soahte- ja dan ovddit áiggiin dal humakeahttáge.

source: Kuuluisin esimerkki saamelaisten korkeasta moraalista on ehkä Suonikylän saamelaisyhteisö kolttasaamelaisalueella.
sme: Beakkáneamos ovdamearka sámiid alla morálas soaitá leat dološ Suonnjela sámi siida nuortalaš orrunguovlluin.

source: Suonikylän toiminta perustui tasa-arvoisuuteen ja saaliiden jakamiseen yhteisön jäsenten kesken.
sme: Suonjjela siidda doaibma vuođđuduvai dásseárvosašvuhtii ja sálláša vuoiggalaš juohkimii siidda osolaččaid gaskka.

source: Suomen kirkko aikoo kuluvana vuonna selvittää pyytäkö se saamelaisilta anteeksi toimintaansa saamelaisten kotiseutualueella kautta historian.
sme: Suoma girku áigu nohkavaš jagi áigge čielggadit átnugo dat sápmelaččain ándagassii doaimmastis sámiid ruovttuguovllus čađa historjjá.

source: On tärkeää, että asiaa selvitetään, jotta kirkko tietää mistä asioista se pyytää anteeksi ja mitä kirkko on valmis tekemään tilanteen korjaamiseksi.
sme: Lea dehálaš, ahte ášši čielggaduvvo, vai girku diehtá main áššiin dat átnu ándagassii ja maid girku lea válmmas bargat dili buorideami várás.

source: Lestadiolaisuudella on ollut suuri vaikutus saamelaisyhteisöön.
sme: Lestadiniálašvuođas lea leamaš stuora váikkuhus sámi servošii.

source: Perintöä ja vaikutusta tulisi arvioida kriittisesti.
sme: Árbevieru ja váikkuhusa galggalii árvvoštallat kritihkalaččat.

source: Valtiollinen kirkko levittäessään kristinuskoa oli tehokas.
sme: Stáhtalaš girku viiddidettinis risttalaš oskku lei ábas.

source: Poromiehiä seurattiin tuntureihin asti läpi vuoden, kukaan ei päässyt karkuun kristillisiltä opeilta.
sme: Boazosámiid čuvvo gitta duoddariidda miehtá jagi, oktage ii beassan báhtarussii risttalaš oahpuin.

source: Kirkko antoi elämänohjeita ja saarnasi oikeasti tiestä, kehottaen luopumaan saamelaiskulttuurin perinteistä.
sme: Girku attii eallinrávvagiid ja sárdnidii rievttes luottas, ávžžuhettiin luohpat sámi kultuvrra árbevieruin.

source: Sanan voima oli valtava.
sme: Sáni vuoibmi lei hirbmat stuoris.

source: Synnillistämällä saamelaiskulttuurin ja saamelaisen elämänmuodon kristillinen yhteisö, Laestadius ja hänen seuraajansa mukaan lukien, eivät ajatelleet tekojen tuhoisia seurauksia tuleville saamelaissukupolville.
sme: Dagadettiin suttolažžan sámi kultuvrra ja sámi eallinvuogi risttalaš searvvuš, Laestadius ja su maŋisčuovvut daid mielde, eai jurddahan daguideaset vahátlaš čuovvumušaid boahttevaš sámi buolvvaide.

source: Laestadiolaisen oppien mukaan kaikkien tuli päästä Kristuksen armon osallisiksi ja pappien ja saarnaajien silmissä vain suomalainen ja skandinaavinen tapa palvoa jumalaa oli oikea.
sme: Lestádiniálaš máhttáhusaid mielde buohkat galge beassat Kristusa árpmu oasálažžan ja báhpaid ja sártnideddjiid čalmmiid mielde suopmelaš ja skandinávalaš vierru bálvalit ipmila lei riekta.

source: Nykyinen kirkko on toki aivan toisenlainen kuin uudisastutuksen aikainen käännytystyötä tekevä kirkko.
sme: Dáláš girku lea almmatge áibbas nuppálágán go ođđaássama áigásaš girku, mii moriidahtii álbmoga.

source: Maailmakin on muuttunut ja saamelaiskulttuuri on sopeutunut yhteiskunnallisiin muutoksiin.
sme: Máilbminai lea earáhuvvan ja sámi kultuvra lea vuogáiduvvan servodatlaš rievdadusaide.

source: Kirkossa kuulee nykyisin saamen kieltä, ja joskus jopa joikumusiikkia ja kirkolta saa saamenkielisiä palveluja.
sme: Girkus gullá dálá áigge sámegiela, ja muhtimin juobe juoigama ja girkus oažžu sámegielalaš bálvalusaid.

source: Vuorovuosin järjestetään saamelaiset kirkkopäivät eri maissa.
sme: Vuorrojagiid lágiduvvojit sámi girkobeaivvit sierra riikkain.

source: Menneen vääryydet tulee kuitenkin selvittää jo kirkon moraalisen uskottavuuden vuoksi.
sme: Mannanáiggi vearrivuođat galget goitge čielggaduvvot juo girku morála jáhkehahttivuođa dihte.

source: Anteeksi pyytäminen ja anteeksianto ovat tärkeää osaa kristillistä perinnettä.
sme: Ándagassii átnun ja ándagassiiaddojupmi gullaba risttalaš árbevieru dehálaš oassin.

source: Näillä sanoin tuon saamelaiskäräjien tervehdyksen tähän seminaariin ja Lars Leevi Laestadiuksen juhlavuoden avajaistilaisuuteen.
sme: Dáiguin sániiguin buvttán sámedikki dearvvahusa dán seminárii ja Lars Levi Laestadiusa ávvojagi rahpandilálašvuhtii.
